Repository: coolhwm/quill-vault
Catalog: QuillvaultApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# recording.interrupted.timeline
source: Interruption timeline
zh_hans: 中断时间轴
zh_hant: 中斷時間轴

# recording.interrupted.timeline.unresolved
source: Not resumed
zh_hans: 尚未恢复
zh_hant: 尚未恢復

# recording.interrupted.title
source: Recording interrupted
zh_hans: 录音已中断
zh_hant: 錄音已中斷

# recording.navigation.title
source: Meeting recording
zh_hans: 会议录音
zh_hant: 會議錄音

# recording.notice.cancel
source: Not now
zh_hans: 暂不录音
zh_hant: 暫不錄音

# recording.notice.confirm
source: I understand — start
zh_hans: 我已了解，开始录音
zh_hant: 我已了解，開始錄音

# recording.notice.message
source: Tell everyone present that recording is active and follow applicable consent laws. Audio remains in your authoritative meeting folder.
zh_hans: 请告知所有参与者正在录音，并遵守适用的同意规则。音频将保存在你的权威会议目录中。
zh_hant: 請告知所有参与者正在錄音，并遵守适用的同意规则。音频将儲存在你的權威會議目錄中。

# recording.notice.title
source: Before your first recording
zh_hans: 首次录音前请确认
zh_hant: 首次錄音前請確認

# recording.retry
source: Try again
zh_hans: 重试
zh_hant: 重試

# recording.start
source: Start recording
zh_hans: 开始录音
zh_hant: 開始錄音

# recording.start.hint
source: Checks consent, microphone, storage, and meeting folder, then starts persistent audio.
zh_hans: 检查录音告知、麦克风、存储与会议目录后开始持久录音。
zh_hant: 檢查錄音告知、麦克风、存储与會議目錄後開始持久錄音。

# recording.starting
source: Starting recording…
zh_hans: 正在开始录音…
zh_hant: 正在開始錄音…

# recording.stop
source: End and save recording
zh_hans: 结束并保存录音
zh_hant: 結束并儲存錄音

# recording.stop.hint
source: Stops capture, validates the audio container, duration, and packets, then saves the meeting.
zh_hans: 停止采集，校验音频容器、时长和音频包后保存会议。
zh_hant: 停止采集，校验音频容器、時長和音频包後儲存會議。

# recording.transcript.failure.assets
source: Speech resources are unavailable. Connect to the internet and retry; your recording is safe.
zh_hans: 语音资源尚未就绪，请联网后重试；录音已安全保存。
zh_hant: 语音资源尚未就绪，請联網後重試；錄音已安全儲存。

# recording.transcript.failure.locale
source: This language is not supported for on-device transcription.
zh_hans: 当前语言暂不支持设备端转写。
zh_hant: 当前语言暫不支持設備端转写。

# recording.transcript.failure.publication
source: The transcript could not be saved. Restore folder access and retry.
zh_hans: 文字记录写入失败，请恢复目录访问后重试。
zh_hant: 文字記錄写入失敗，請恢復目錄訪問後重試。

# recording.transcript.failure.recognition
source: Speech recognition failed. Your recording is safe; retry when ready.
zh_hans: 语音识别失败，录音已安全保存，可稍后重试。
zh_hant: 语音识别失敗，錄音已安全儲存，可稍後重試。

# recording.transcript.failure.recording
source: The saved recording is unavailable. Restore folder access and retry.
zh_hans: 已保存的录音暂不可用，请恢复目录访问后重试。
zh_hant: 已儲存的錄音暫不可用，請恢復目錄訪問後重試。

# recording.transcript.pending
source: Recording saved · Processing transcript
zh_hans: 录音已保存 · 正在处理文字记录
zh_hant: 錄音已儲存 · 正在處理文字記錄

# recording.transcript.retry
source: Retry transcript
zh_hans: 重试文字记录
zh_hant: 重試文字記錄

# recording.transcript.retry.failed
source: Transcript is still pending. Check the network and try again.
zh_hans: 文字记录仍待处理，请检查网络后重试。
zh_hant: 文字記錄仍待處理，請檢查網路後重試。

# recording.transcript.title
source: Live transcript
zh_hans: 实时文字记录
zh_hant: 实時文字記錄

# recording.transcript.waiting
source: Waiting for speech… The recording continues even if live text is delayed.
zh_hans: 等待语音…即使实时文字延迟，录音也会继续保存。
zh_hant: 等待语音…即使实時文字延迟，錄音也會继續儲存。

# settings.diagnostics.count
source: %lld local events retained
zh_hans: 已保留 %lld 条本地事件
zh_hant: 已保留 %lld 条本地事件

# settings.diagnostics.description
source: Diagnostics stay on this device and contain timings only. Export is manual; nothing is uploaded automatically.
zh_hans: 诊断信息仅保留在本机，只包含耗时等指标。仅在你主动导出时生成，不会自动上传。
zh_hant: 診斷信息仅保留在本机，只包含耗時等指標。仅在你主動匯出時生成，不會自動上传。

# settings.diagnostics.export
source: Export redacted diagnostics
zh_hans: 导出脱敏诊断
zh_hant: 匯出脱敏診斷

# settings.diagnostics.export_failed
source: Could not export diagnostics. Try again later.
zh_hans: 无法导出诊断信息，请稍后重试。
zh_hant: 无法匯出診斷信息，請稍後重試。

# settings.diagnostics.retention
source: Retention window: %lld days
zh_hans: 保留窗口：%lld 天
zh_hant: 保留窗口：%lld 天

# settings.diagnostics.section
source: Diagnostics
zh_hans: 诊断
zh_hant: 診斷

# settings.diagnostics.unavailable
source: Local diagnostics are unavailable
zh_hans: 本地诊断暂不可用
zh_hant: 本地診斷暫不可用

# settings.directory.access.expired
source: Folder access expired. Choose the folder again.
zh_hans: 目录授权已失效，请重新选择目录。
zh_hant: 目錄授權已失效，請重新選擇目錄。

# settings.directory.checking
source: Checking folder access…
zh_hans: 正在检查目录访问权限…
zh_hant: 正在檢查目錄訪問權限…

# settings.directory.choose
source: Choose or Reauthorize Folder
zh_hans: 选择或重新授权目录
zh_hant: 選擇或重新授權目錄

# settings.directory.current
source: Current folder
zh_hans: 当前目录
zh_hant: 当前目錄

# settings.directory.download.required
source: Folder must be downloaded in Files before use.
zh_hans: 使用前请先在“文件”中下载该目录。
zh_hant: 使用前請先在“文件”中下載该目錄。

# settings.directory.required
source: No meeting folder is authorized
zh_hans: 尚未授权会议目录
zh_hant: 尚未授權會議目錄

# settings.directory.section
source: Meeting Folder
zh_hans: 会议目录
zh_hant: 會議目錄

# settings.directory.unavailable
source: Meeting folder is temporarily unavailable.
zh_hans: 会议目录暂不可用。
zh_hant: 會議目錄暫不可用。

# settings.local.first
source: Local-first meeting assets
zh_hans: 本地优先的会议资产
zh_hant: 本地優先的會議资产

# settings.models.actions
source: Model actions
zh_hans: 模型操作
zh_hant: 模型操作

# settings.models.add
source: Add Model Profile
zh_hans: 添加模型配置
zh_hant: 添加模型配置

# settings.models.automatic
source: Generate minutes automatically
zh_hans: 自动生成纪要
zh_hant: 自動生成紀要

# settings.models.automatic.confirm.action
source: Enable
zh_hans: 开启
zh_hant: 開啟

# settings.models.automatic.confirm.title
source: Enable Automatic Generation?
zh_hans: 开启自动生成？
zh_hant: 開啟自動生成？

# settings.models.automatic.disclosure
source: Ready meeting text will be sent to this provider automatically and the provider may charge for each request. Audio and local paths are never sent.
zh_hans: 文字记录就绪后会自动发送到该服务商，且每次请求可能产生费用；不会发送录音或本地路径。
zh_hant: 文字記錄就绪後會自動发送到该服务商，且每次請求可能产生费用；不會发送錄音或本地路径。

# settings.models.automatic.enabled
source: New ready transcripts will use the selected model.
zh_hans: 新的已就绪文字记录将使用当前模型生成纪要。
zh_hant: 新的已就绪文字記錄将使用当前模型生成紀要。

# settings.models.automatic.requires_verified
source: Verify and select a model profile to enable automatic generation.
zh_hans: 请先验证并选择一个模型配置。
zh_hant: 請先验證并選擇一个模型配置。

# settings.models.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# settings.models.delete.action
source: Delete Profile and Key
zh_hans: 删除配置和密钥
zh_hant: 刪除配置和密钥

# settings.models.delete.safe
source: The profile metadata and its device-only Keychain credential will be removed.
zh_hans: 将删除模型配置及其仅存于本机 Keychain 的密钥。
zh_hant: 将刪除模型配置及其仅存于本机 Keychain 的密钥。

# settings.models.delete.title
source: Delete Model Profile?
zh_hans: 删除模型配置？
zh_hant: 刪除模型配置？

# settings.models.delete.unfinished
source: Unfinished minutes jobs use this profile. Deleting it may pause them. Job count:
zh_hans: 未完成纪要任务正在使用此配置，删除后任务可能暂停。任务数：
zh_hant: 未完成紀要任务正在使用此配置，刪除後任务可能暫停。任务數：

# settings.models.edit
source: Edit
zh_hans: 编辑
zh_hant: 编辑

# settings.models.editor.add.title
source: Add Model
zh_hans: 添加模型
zh_hant: 添加模型

# settings.models.editor.base_url
source: Chat Completions endpoint
zh_hans: 完整接口地址
zh_hant: 完整接口地址

# settings.models.editor.base_url_hint
source: Enter the complete HTTPS URL from your model service; the path is up to you.
zh_hans: 请填写模型服务提供的完整 HTTPS 地址，路径由你自行填写。
zh_hant: 請填写模型服务提供的完整 HTTPS 地址，路径由你自行填写。

# settings.models.editor.credential
source: Credential
zh_hans: 密钥
zh_hant: 密钥

# settings.models.editor.edit.title
source: Edit Model
zh_hans: 编辑模型
zh_hant: 编辑模型

# settings.models.editor.invalid_model
source: Enter a model name.
zh_hans: 请输入模型名称。
zh_hant: 請输入模型名称。

# settings.models.editor.invalid_name
source: Enter a profile name.
zh_hans: 请输入配置名称。
zh_hant: 請输入配置名称。

# settings.models.editor.invalid_url
source: Enter an HTTPS endpoint.
zh_hans: 请输入 HTTPS 接口地址。
zh_hant: 請输入 HTTPS 接口地址。

# settings.models.editor.key_saved
source: A key is saved in Keychain. Leave blank to keep it.
zh_hans: 密钥已保存到 Keychain，留空即可保留原密钥。
zh_hant: 密钥已儲存到 Keychain，留空即可保留原密钥。

# settings.models.editor.keychain_locked
source: The device is locked and the API key cannot be saved yet. Unlock it and try again.
zh_hans: 设备尚未解锁，暂时无法保存 API Key。解锁后重试。
zh_hant: 設備尚未解锁，暫時无法儲存 API Key。解锁後重試。

# settings.models.editor.keychain_unavailable
source: The API key could not be saved to this device's Keychain. Try again.
zh_hans: API Key 无法保存到本机 Keychain，请重试。
zh_hant: API Key 无法儲存到本机 Keychain，請重試。

# settings.models.editor.missing_credential
source: Enter an API key. It is stored only in this device's Keychain.
zh_hans: 请输入 API Key，密钥只保存到本机 Keychain。
zh_hant: 請输入 API Key，密钥只儲存到本机 Keychain。

# settings.models.editor.model
source: Model name
zh_hans: 模型名称
zh_hant: 模型名称

# settings.models.editor.name
source: Profile name
zh_hans: 配置名称
zh_hant: 配置名称

# settings.models.editor.profile
source: Profile
zh_hans: 配置
zh_hant: 配置

# settings.models.editor.provider
source: Provider
zh_hans: 厂商
zh_hant: 廠商

# settings.models.editor.provider.custom
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# settings.models.editor.refresh_models
source: Refresh recommended models
zh_hans: 刷新推荐模型
zh_hant: 重新整理推薦模型

# settings.models.editor.refresh_models.failed
source: Refresh failed; showing built-in models.
zh_hans: 刷新失败，已回退内置模型。
zh_hant: 重新整理失敗，已回退內建模型。

# settings.models.editor.refresh_models.success
source: Model list updated.
zh_hans: 模型列表已更新。
zh_hant: 模型列表已更新。

# settings.models.editor.save_failed
source: Could not save this model profile. Check the fields and try again.
zh_hans: 模型配置保存失败，请检查字段后重试。
zh_hant: 模型配置儲存失敗，請檢查字段後重試。

# settings.models.editor.storage_unavailable
source: The model profile could not be saved locally. Try again.
zh_hans: 模型配置无法保存到本机，请重试。
zh_hant: 模型配置无法儲存到本机，請重試。

# settings.models.editor.streaming
source: Use streaming responses
zh_hans: 使用流式响应
zh_hant: 使用流式响应

# settings.models.empty
source: No model profiles configured
zh_hans: 尚未配置模型
zh_hant: 尚未配置模型

# settings.models.section
source: AI Models
zh_hans: AI 模型
zh_hant: AI 模型

# settings.models.test
source: Test Connection
zh_hans: 测试连接
zh_hant: 测試連線

# settings.models.test.confirm.action
source: Send Test Request
zh_hans: 发送测试请求
zh_hant: 发送测試請求

# settings.models.test.confirm.title
source: Send a Real Test Request?
zh_hans: 发送真实测试请求？
zh_hant: 发送真实测試請求？

# settings.models.test.disclosure
source: A minimal prompt will be sent to this provider. The provider may charge for this request. No recording, meeting text, or local path is included.
zh_hans: 将向该服务商发送最小测试提示，服务商可能收取费用；不会包含录音、会议文字或本地路径。
zh_hant: 将向该服务商发送最小测試提示，服务商可能收取费用；不會包含錄音、會議文字或本地路径。

# settings.models.test.failed
source: Capability test failed. Check the URL, model, key, and provider response.
zh_hans: 能力测试失败，请检查地址、模型、密钥和服务商响应。
zh_hant: 能力测試失敗，請檢查地址、模型、密钥和服务商响应。

# settings.models.test.succeeded
source: Capability verified:
zh_hans: 能力验证通过：
zh_hant: 能力验證通過：

# settings.models.testing
source: Testing representative model output…
zh_hans: 正在验证代表性模型输出…
zh_hant: 正在验證代表性模型输出…

# settings.models.unavailable
source: Model profiles are temporarily unavailable. Try again later.
zh_hans: 模型配置暂时不可用，请稍后重试。
zh_hant: 模型配置暫時不可用，請稍後重試。

# settings.models.unverified
source: Test this profile before selecting it.
zh_hans: 测试通过后才可选择此配置。
zh_hant: 测試通過後才可選擇此配置。

# settings.navigation.title
source: Settings
zh_hans: 设置
zh_hant: 設定

# settings.privacy
source: No automatic analytics or uploads
zh_hans: 不自动统计或上传
zh_hant: 不自動統計或上传

# settings.transcript.quality
source: Transcript quality optimization
zh_hans: 文字记录质量优化
zh_hant: 文字記錄品質優化

# settings.transcript.quality.description
source: Optionally improve readability after recording. Original transcript is always kept.
zh_hans: 录音结束后可选优化可读性；原始文字记录始终保留。
zh_hant: 錄音結束後可選優化可讀性；原始文字記錄始終保留。

# tab.home
source: Home
zh_hans: 首页
zh_hant: 首頁

# tab.minutes
source: Minutes
zh_hans: 纪要
zh_hant: 紀要

# tab.profile
source: Me
zh_hans: 我的
zh_hant: 我的

# tab.settings
source: Settings
zh_hans: 设置
zh_hant: 設定
